{
    "alexander-c-j-alt-text": "Un homme trans gros se tient nonchalamment, sa main gauche à ses côtés, son pouce dans la poche de ses jeans. Son bras droit et une partie de son côté sont hors de vue. Il est torse nu, habillé en demi binder thoracique et jeans avec une ceinture. Son visage est caché par un kaléidoscope de papillons. Les papillons et l’homme sont peints dans un dégradé arc-en-ciel à l'aquarelle de haut en bas avec une bordure blanche. Le fond est un drapeau de transgenre stylisé.",
    "chava-d-description": "« Soleil sur peau » est une animation de technique-mixte qui illustre la liberté des contraintes personnelles. Des étés chauds passés dans les binders de compression sont impitoyables, dysphoriques et extrêmement éprouvants à tous points de vue - le cadeau et l'opportunité pour la libération physique est une acte de résistance vers les constructions internes et externes qui se lient. Tout le monde mérite le droit naturel de sentir le soleil sur leur peau, la chaleur sur leur poitrine et la grâce d'être humaine.",
    "daxe-alt-text": "Au centre de l'image, une personne trans masculine bleu céleste flotte en espace avec les bras étendus sur les côtes. Une seringue flotte juste au-dessus de leur main gauche, une bouteille de testostérone flotte juste au-dessus de leur main droite et une traînée des contenus liquide flotte dans un arc entre eux. Au fond, il y a une tache de couleur ondulé qui assortit le drapeau de la fierté transgenre au milieu des étoiles, un soleil brille la lumière cyan d’en haut, une lune rose reflète la lumière par en dessou et une planète bleue avec les nuages blancs et une atomosphère rose est au fond de l’image sous le sujet.",
    "daxe-description": "L’expression de genre est comme infinie et belle comme les cosmos. On est tous des êtres faits de stardust recyclé, n’aie jamais honte de briller de tout ton éclat !",
    "eli-h-description": "Dans ma vie quotidienne, la joie de trans se pointe comme les moments où je me suis à la paix au milieu du monde. Le tableau signifie le sentiment de distancer le regard fixe cisgenre quand developer une relation avec toi-meme. Voici, l'armure, qui est fabriquée dans le style du torse et de la poitrine d’un homme banal et ciselé, est distancée comme un figure trans masculine qui continue dans la beauté que le monde naturel a pour offrir.",
    "scott-w-description": "Comme en haut, aussi en bas. Baphomet est déjà un symbole de genre ambigu et l’un que je me connecte profondément. Il représente l'égalité, intellectualisme, équilibre et mon préféré, l’expression individuelle. Malgré l'apparence effrayante de Baphomet, je pense que le message et le symbolisme soient beaux."
}