{
    "alexander-c-j-alt-text": "Un homme trans gros se tient nonchalamment, sa main gauche à ses côtés, son pouce dans la poche de ses jeans. Son bras droit et une partie de son côté sont hors de vue. Il est torse nu, habillé en demi-classeur et jeans avec une ceinture. Son visage est caché par un kaléidoscope de papillons. Les papillons et l’homme sont peints dans un dégradé arc-en-ciel à l'aquarelle de haut en bas avec une bordure blanche. Le fond est un drapeau de transgenre stylisé.",
    "chava-d-description": "\"Sun on Skin\" is a mixed media animation that exemplifies freedom from personal restraints. Hot summers spent in compression binders are ruthless, dysphoric, and extremely taxing on all fronts- the gift and opportunity for physical deliverance is an act of resistance towards the internal/external constructs that bind. Everyone deserves the natural right to feel the sun on their skin, the warmth on their chest, and the grace of being human.",
    "daxe-alt-text": "An ethereal blue transmasculine person floating in space in the center of the image with arms outstretched to their sides. A syringe is floating just above their left hand, a bottle of testosterone is floating above their right hand and a trail of the liquid content floats in an arc between them. In the background there is a a wavy streak of color matching the trans pride flag color among the stars, a sun shining cyan light from above, a pink moon reflecting light below, and a blue planet with white clouds and a pink atmosphere at the bottom of the image beneath the subject.",
    "daxe-description": "Gender expression is as infinite and as beautiful as the cosmos. We are all beings made up of recycled stardust, never be ashamed to shine your brightest!",
    "eli-h-description": "In my day-to-day life, trans joy shows up as the moments when I am at peace with myself amongst the world. This painting is meant to depict the feeling of leaving behind the cisgender gaze when developing a relationship with yourself. Here, the armor, which is fashioned after a stereotypical chiseled man’s torso and chest, is left behind as a trans masculine figure carries on into the beauty the natural world has to offer.",
    "scott-w-description": "As above, so below. Baphomet is already a gender ambiguous symbol, and one I connect to deeply. It represents equality, intellectualism, balance, and my favorite; Individual expression. Despite Baphomet's scary appearance, I think the message and symbolism is beautiful."
}