{
    "alexander-c-j-alt-text": "Un hombre trans gordo está de pie casualmente, su mano izquierda a su lado y el pulgar en el bolsillo de sus jeans. Su brazo derecho y parte de su costado derecho están fuera de vista. Está de pie sin camisa, vestido con la mitad de una faja de pecho y jeans con un cinturón. Su cara está oscurecida por un caleidoscopio de mariposas. Las mariposas y el hombre están pintados en un gradiente de acuarela de arcoíris de arriba a abajo con un borde blanco. El fondo es una bandera del orgullo transgénero estilizada.",
    "chava-d-description": "\"Sol en la Piel\" (Sun on Skin) es una animación de medios mixtos que ejemplifica la libertad de las restricciones personales. Los calurosos veranos pasados en ataduras de compresión son despiadados, disfóricos y extremadamente exigentes en todos los frentes: el regalo y la oportunidad de la liberación física es un acto de resistencia hacia las construcciones internas/externas que pueden atar. Todes merecen el derecho natural de sentir el sol en la piel, el calor en el pecho y la gracia de ser humanos. ",
    "daxe-alt-text": "Una persona azul trans masculina flotando en el espacio en el centro de la imagen con sus brazos extendidos a los lados. Una jeringa flota justo sobre su mano izquierda, una botella de testosterona flota sobre su mano derecha y un rastro del contenido líquido flota en un arco en medio de ellos. En el fondo hay una raya ondulada de color que combina con el color de la bandera del orgullo trans entre las estrellas, un sol brillando con luz cian desde arriba, una luna rosada que refleja la luz debajo y un planeta azul con nubes blancas y una atmósfera rosada en la parte inferior de la imagen debajo del sujeto.",
    "daxe-description": "La expresión de género es tan infinita y hermosa como el cosmos. Todes somos seres formados por polvo de estrellas reciclado, ¡nunca te avergüences de brillar al máximo!",
    "eli-h-description": "En mi día a día, la alegría trans aparece como los momentos en los que estoy en paz conmigo en medio del mundo. Esta pintura está destinada a representar el sentimiento de dejar atrás la mirada cis género al desarrollar una relación con uno mismo. Aquí, la armadura, que está diseñada a partir del torso y el pecho cincelado de un hombre estereotípico, se deja atrás mientras una figura trans masculina continúa hacia la belleza que el mundo natural tiene para ofrecer.",
    "scott-w-description": "Como arriba, así abajo. Baphomet es ya un símbolo de género ambiguo, y con el que me conecto profundamente. Representa la igualdad, el intelectualismo, el equilibrio y mi favorito; Expresión individual. A pesar de la aparencia de Baphomet que puede generar miedo, creo que el mensaje y el simbolismo son hermosos."
}