[
	{
		"q4": "Skylar",
		"q5": "transman",
		"q7": "he",
		"q8": "I was complimented as a female and didn’t like being called/seen in a feminine way",
		"q9": "Watching YouTube and talking with my wife"
	},
	{
		"q4": "Ethan",
		"q5": "transman,queer,bipoc",
		"q7": "he",
		"q8": "I was 18, just shy of a month away from graduating high school. I had been out as trans for about 2 years at this point. I was feeling a lot of things…hopeful, hopeless, worried, brave, careless. I struggled to accept my identity and cope with discrimination. I was a scared kid – 18, but still a kid. My therapist was helping me juggle all the conflicting emotions and to make sense of it all. I knew that I wanted to start T. We located an LGBTQ+ clinic about 2 hours away where I could be evaluated for HRT; something I wanted so badly.\n\nA few weeks later, I was on a train heading into the city for my first appointment, and to my first HRT prescription. I remembered feeling anxious, then overwhelmed with hope and excitement for the first time in a very long, long time. I pictured my future self; what would he look like? Would he have a beard? A gruff voice? Would a change of name come next, or perhaps a look into top surgery? The possibilities finally felt endless. I could see the future; my future as a happy, resilient, transgender man, and I wasn’t scared anymore.",
		"q9": "Therapy. Gender-affirming, strengths-based therapy was the key to it all. \nAccess to an affirming and affordable clinic and pharmacy, online forums and informational websites, and genuine support from both loved ones and strangers all helped me get to this point."
	},
	{
		"q4": "Felix",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "It was the decision to leap into the unknown of it all. That was the first moment I chose myself and that choice was also about choosing to chart my own future. I saw something out there that wasn’t necessarily clearly defined but it was more in focus than anything I’d seen for myself before.",
		"q9": "Being in community with other trans people, grassroots community organizing."
	},
	{
		"q4": "Chandler",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "When I first realized I was a trans man, I was a sophomore in highschool. I grew up in the South so acceptance was somewhat hard to come by. As I was coming to terms with what my transition meant to me, I distinctly remember having a dream where I was a few years older and just recently had top surgery. The gender euphoria I felt when I looked in the mirror in that dream and saw the bandages over a flat chest was indescribable. In that moment, I knew it was possible for me to live a healthy, genuine life as myself and as a trans man. I haven't looked back since!",
		"q9": "One resource that helped me was just seeing other trans people, more specifically trans masc individuals, online and sharing their experiences. I followed a few different trans YouTubers when I was first coming out and their stories helped me immensely. Seeing others do what I thought was nearly impossible was so empowering and so inspiring to me. Outside of that, I've found that having other trans, GNC, and/or queer people in your social circles or in your support group can be incredibly uplifting and inspiring as well. These people could be online or in-life friends but they are invaluable resources to have. Transitioning can be a challenging process for a lot of people, myself included, and I was fortunate enough to be in therapy as I was traversing my gender identity. If at all possible, having a supportive and knowledgeable therapist can also be a great help. In my case, my therapist was able to give me resources for local clinics who do HRT as well as information on how to legally change my name in my state."
	},
	{
		"q4": "Morgan",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "The first time I passed in public even when I wasn't binding. It was like, \"holy s**t, I am Man!!!!\" Suddenly I could see myself as who I was in my career, with my found family, and eventually growing old into some ornery grandpa for queer kids who, like me, don't have contact with their family of origin.",
		"q9": "Informed consent clinics are how I was able to start my medical transition; their importance in providing ease of access (and the resources to make that informed decision) cannot be understated, even/especially for neurodiverse people or people who struggle under a mountain of red tape.\nFinding community and learning about other trans men in our history have also been extremely comforting to me. There's a doctor - the doctor who preformed the first c-section where both parent and child lived, I believe - he was the first one I learned about. There was a book I found at a book store about a Scottish nobleman, Ewan Forbes, who was able to transition. Seeing ourselves in history, people like us who lived full, happy lives. Being able to be a living example for my baby trans sibling. Having a solid community and a strong \"home base\" - these are all resources, all people, I find strength from. People that enable me to vision a future for myself."
	},
	{
		"q4": "Lucas",
		"q5": "transman,queer,bipoc",
		"q7": "he,other",
		"q8": "Even though I came out in highschool, I truly saw my future when I was able to get on t-shots. Medically transitioning had a lot of bumps for me, and getting to finally see the changes I wanted to see was euphoric. It really helped me envision what the rest of my life would look like, where I could be seen how I am.",
		"q9": "Having a therapist and trans friends to share my joys, pain, etc with along with seeing the rise of trans/gnc celebrities really helped me to see that I can be seen too and that I can have a future living as a man and being perceived as a man."
	},
	{
		"q4": "Scripter",
		"q5": "transmasc,queer",
		"q7": "he,they",
		"q8": "A friend of mine was starting up a brand new tabletop RPG campaign and asked me if I wanted to be a part of it. I accepted and created my character: a young wizard who was just learning about the intricacies of the real world for the first time. I wrote on my character sheet that he was going to be trans male, and my friend, who was trans herself, expressed her excitement at meeting my character and seeing how I would play as him. Other friends who were part of the campaign took notice as well, and they supported me too. Roleplaying as my little wizard guy gave me the courage to finally come out and start living the life I wanted to live. I didn't have to just dream about being masculine and confident. I could be that in real life too.",
		"q9": "My queer friends\nTumblr\nRole-playing games\nJournal writing\nArt"
	},
	{
		"q4": "Shane Ivan N.",
		"q5": "transman,elder,transmasc",
		"q7": "he,they",
		"q8": "My first major opportunity transgender artist was at LA Pride and surpassed anything I had experienced before. Previously, I had only performed at small clubs, so playing to such a massive crowd was a completely new and exhilarating experience. As I stood on stage, I witnessed people genuinely connecting with the music I had crafted in my bedroom and the dance routine we had practiced in a parking lot. In that transformative moment, I realized that I wanted to aspire for more, not just for myself but for all trans masculine individuals. I understood the importance of breaking free from limiting beliefs and recognizing that we are capable of achieving remarkable things.\n\nWhen I saw the logo I had created displayed on a gigantic 20 ft screen, memories of my childhood flooded my mind. I recalled the pain and struggles I endured during that period of my life. Reflecting on those challenging moments, I wished I could have shared with my younger self the incredible progress that has been made since then. In the past, we walked in darkness without any representation in the mainstream. But now, there are opportunities and visibility for individuals like us that we could only dream of back then.",
		"q9": "To be honest, I consider myself fortunate, as the resources available for trans masculine individuals are practically non-existent. We encounter substantial challenges when it comes to accessing healthcare, securing employment, and navigating numerous other aspects of life. It's disheartening to witness individuals with sizable followings who are still struggling to make ends meet and afford basic necessities like rent. It's crucial to understand that social equity and financial equity are two distinct matters. In a patriarchal society, most trans masculine individuals are compelled to construct their own support systems in order to survive. This reality highlights the immense barriers we face and underscores the urgent need for comprehensive support and systemic change."
	},
	{
		"q4": "Jesse P.",
		"q5": "transman",
		"q7": "he",
		"q8": "When I was 19 and met a transitioned trans man for the first time in my life.",
		"q9": "Body Alchemy by Loren Cameron; the internet"
	},
	{
		"q4": "Petey G.",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "I worked as a teacher at a queer camp and felt so much possibility from the youth I was working with - it allowed me to stop telling myself no and envision a life of expansion.",
		"q9": "Being in community, learned from other trans people, top surgery, access to testosterone, working out to really connect to my body for the first time."
	},
	{
		"q4": "Marval R.",
		"q5": "transman,queer,disabled",
		"q7": "he,any",
		"q8": "I like to say that I transitioned before Laverne Cox was on the cover of TIME magazine, and before Caitlyn made her Vogue cover-- in other words, before the Trans Tipping Point. (=And let's just say it: the transmasculine tipping point hasn't happened yet.) I was fortunate enough to meet two trans men in an activist group (helping Survivors of Sexualized Violence) and, through their openness and vulnerability, I was able to envision a path for myself.",
		"q9": "YouTube. Yes, transitioning videos on YouTube saved my life, as I was able to really understand the granular, day-to-day experiences of transmasculine folks all the way back in 2011 (which feels like the stone ages when it comes to trans cultural visibility). And then, yes, I have had the great fortune of living in either California or New York for the last 15 years which broadly translates to having had incredible access to trans health resources."
	},
	{
		"q4": "Miles",
		"q5": "transmasc,transman,queer,immigrant",
		"q7": "he,they",
		"q8": "I met this amazing singer, Lucas, and became obsessed with his videos. Videos of times before his transition, during his transition (before his voice changed), and after. And I could just not get him out of my mind. I thought, if he can do it, I can do it.",
		"q9": "Doctors, medical professionals, health care professionals. They have been key."
	},
	{
		"q4": "Bennett",
		"q5": "transmasc,queer",
		"q7": "he,they",
		"q8": "It was not until the invention of social media that I was exposed to the wide range of possible trans identities. I always thought that the only trans narrative was someone who always felt misaligned with their body from an early age- it wasn’t until I learned of non-binary identities that I could see a place for myself as a trans person.",
		"q9": "Social media! And traditional media, though transmasc narratives are still way far behind."
	},
	{
		"q4": "Matthew",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "finding out that trans people existed",
		"q9": "local and online hrt resources"
	},
	{
		"q4": "Erik",
		"q5": "transman,bipoc,disabled",
		"q7": "he",
		"q8": "The first moment I saw myself as a trans man is when I saw The Phantom from Phantom of the opera. He described my bipolar and schizophrenia so well. I named myself after him. Erik is alive.",
		"q9": "My antipsychotics and testosterone helped me see that I do have a future as a trans man."
	},
	{
		"q4": "Casey",
		"q5": "transman,queer,disabled",
		"q7": "he",
		"q8": "My first college class that I entered, out as a man but not legally so, and gave the professor my name, and she took it in perfect stride. I thought to myself that maybe things were going to be okay- and here they are!",
		"q9": "I called a Planned Parenthood, and while they couldn't actually provide HRT at their location, they had a whole list of resources in my county that could help me out and it was through them that I was able to transition medically"
	},
	{
		"q4": "ZDav",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "I went to an all-women's college for undergrad. During those four years, my masculine identity was cultivated and  nurtured by a community of queer women. Leaving college, I found myself having to make concessions for my masculinity in a female presenting body. I'd gone four years without having to explain my masculinity to others. It just was. But I had to live in this world, in this life of constant contradiction between who I saw myself to be and who the world wanted me to be. Transitioning both physically and emotionally, allowed me to take a strong, life long stand to maintain and continue to grow in my masculine identity. Now, it's no question. I'm a masculine transman and society has to grabble with that, not me.",
		"q9": "Attending conferences has reminded me that I'm not alone in my experience, even though most days, it feels very much so. Seeing myself reflected in other masculine identified individuals has helped me to see the sliding scale of gender expression differently. I've also realized that while not everyone is on the same journey of gender expression as I am, and I can still marvel at appreciate unacknowledged gender bending. Everyone breaks gender roles and seeing those subtle reminders constantly reinforces my identity as a queer transman."
	},
	{
		"q4": "Soph",
		"q5": "disabled,transmasc,transman,queer",
		"q7": "he,they",
		"q8": "Before bed one night when I was cat-sitting for a friend and was alone in their apartment, I connected to my higher self. I shared with them that I was in a space where I could start healing. I requested content withheld from me (traumas, discoveries, learnings) to please be revealed, so I could start working with it. \nI went to bed as a nonbinary person. I woke up the next day with some stark realizations, realizations that my gender was FAR more masculine than I had been aware of until this point. \nI suddenly realized I needed to consider getting top surgery, look up the process for changing my name (I had a feminine-presenting name at the time), add he/him to my pronouns, and that as soon as I got home I needed to donate some clothing that no longer represented me. \nIt became clear that if I was going to be true to myself and progress spiritually, I needed to make some uncomfortable decisions that my family and friends might not initially understand- in order to become visibly transmasculine.",
		"q9": "Graphic medicine novels like Boys Run the Riot and Gender Queer, online comics by ND Stevenson, queer social media groups, friends encouraging me to experiment with pronouns  see how they feel, gender-affirming healthcare, and trans/queer and ally health providers and holistic healers."
	},
	{
		"q4": "Ash",
		"q5": "transmasc,queer,bipoc,disabled",
		"q7": "they",
		"q8": "As a child, I never questioned the way others presented themselves freely, but I would always questioned the way I presented myself and how I didn’t feel connected femininity until I became in touch with my masculinity.",
		"q9": "Tiktok was the gateway to a crazy journey with discovering my gender."
	},
	{
		"q4": "Charlie",
		"q5": "transman,transmasc,queer",
		"q7": "he,they",
		"q8": "The first time I could see my future as trans was when I was a young kid on the playground and then my early twenties. I didn't transition until my mid twenties.",
		"q9": "I've utilized my queer community, the local KU hospital system, and my family."
	},
	{
		"q4": "Mikah",
		"q5": "transman,queer,transmasc,disabled,bipoc",
		"q7": "he,they",
		"q8": "I began to explore understanding how to feel more present in my body on a day to day basis.",
		"q9": "Becoming more aware of my mental health and finding resources (therapy, psychiatry, community) that aligned with my views, and creating spaces that lacked what I was seeking."
	},
	{
		"q4": "Fenrir",
		"q5": "transman,transmasc,queer,disabled",
		"q7": "he",
		"q8": "I was 13 when I realized I was trans. I did not come out to family, I was outed when I was 15. My maternal grandfather told me he'd always support me no matter what, even if the rest of the family didn't (luckily, it was only my mother and father who didn't). That one act of support made me hopeful. He took me shopping for men's clothes that winter when he visited. It really meant a lot to me.",
		"q9": "Planned Parenthood! I've done my hrt through them and they've been fantastic.\nCommunities found online!"
	},
	{
		"q4": "Ash K.",
		"q5": "transman,queer,disabled",
		"q7": "he,they",
		"q8": "I was so uncomfortable in my own skin for 25 years before I figured it out. Why did I always want to be a boy? I was in the military for a short time before a foot injury led to being discharged, but I'm thankful for that experience because I met the person who helped me kick-start my coming out and transitioning. I saw him taking the steps to become his authentic self, and it was then I realized that I could do the same. So I took the first step. This was almost 7 years ago now. Don't give up.",
		"q9": "First I talked to my therapist, who wrote a letter for HRT. Next, I went to an endocrinologist in a gender-affirming clinic not too far away, and I was prescribed testosterone. About 8 months after I started T, I had top surgery. I also give credit to our local LGBTQIA+ community center for providing a safe space for support groups. I was privileged enough to have the Transgender Legal Defense and Education Fund help me through my name change process. These steps taken have made me more comfortable, more at peace with my body and myself mentally and emotionally."
	},
	{
		"q4": "Rex",
		"q5": "transman,queer",
		"q7": "he",
		"q8": "I didn't know when this incident happened that transitioning to male was an option. It took 9 years before I found that out. But I was leaving a fast food place with my brother and I held a door open for an older gentleman and he said \"thank you sir\". And that just made me smile so much. I thought about that moment for years. 9 years later I helped my then partner transition and that's when all these repressed feelings came out and when I found out that being a man was possible.",
		"q9": "Listening to others experience of how they came to realize they were transgender helped me to see where my future could go. I found these people (and their stories) on Facebook groups and Reddit. Meeting other trans people in my local community, and helping my (at the time) partner transition helped me as well."
	}
]
