[
	{
		"id": "hbibx34c602hswjo52wl11pe",
		"name": "Skylar",
		"published": true,
		"response1EN": "I was complimented as a female and didn’t like being called/seen in a feminine way",
		"response1ES": "Fui felicitada como mujer y no me gustaba ser llamado/visto de una manera femenina",
		"response2EN": "Watching YouTube and talking with my wife",
		"response2ES": "Mirar YouTube y conversar con mi esposa"
	},
	{
		"id": "x8toj34hdvxkm86prxpzc3ks",
		"name": "Ethan",
		"published": true,
		"response1EN": "I was 18, just shy of a month away from graduating high school. I had been out as trans for about 2 years at this point. I was feeling a lot of things…hopeful, hopeless, worried, brave, careless. I struggled to accept my identity and cope with discrimination. I was a scared kid – 18, but still a kid. My therapist was helping me juggle all the conflicting emotions and to make sense of it all. I knew that I wanted to start T. We located an LGBTQ+ clinic about 2 hours away where I could be evaluated for HRT; something I wanted so badly.\n\nA few weeks later, I was on a train heading into the city for my first appointment, and to my first HRT prescription. I remembered feeling anxious, then overwhelmed with hope and excitement for the first time in a very long, long time. I pictured my future self; what would he look like? Would he have a beard? A gruff voice? Would a change of name come next, or perhaps a look into top surgery? The possibilities finally felt endless. I could see the future; my future as a happy, resilient, transgender man, and I wasn’t scared anymore.",
		"response1ES": "Tenía 18 años, apenas faltaba un mes para graduarme de la escuela secundaria. Había estado fuera como trans durante aproximadamente 2 años en este punto. Sentía muchas cosas…esperanza, desesperanza, preocupación, valentía, descuido. Luché por aceptar mi identidad y hacer frente a la discriminación. Era un niño asustado: 18 años, pero aún era un niño. Mi terapeuta me estaba ayudando a hacer malabarismos con todas las emociones conflictivas y a darle sentido a todo. Sabía que quería comenzar con T. Localizamos una clínica LGBTQ+ a unas 2 horas de distancia donde me podían evaluar para la TRH; algo que deseaba tanto.\n\nUnas semanas más tarde, estaba en un tren que se dirigía a la ciudad para mi primera cita y mi primera receta de TRH. Recordé sentirme ansiosa, luego abrumada por la esperanza y la emoción por primera vez en mucho, mucho tiempo. Me imaginé mi yo futuro; ¿cómo se vería? ¿Tendría barba? ¿Una voz ronca? ¿Seguiría viniendo un cambio de nombre, o tal vez una mirada a la cirugía superior? Las posibilidades finalmente se sintieron infinitas. Podía ver el futuro; mi futuro como un hombre transgénero, feliz y resistente, y ya no tenía miedo.",
		"response2EN": "Therapy. Gender-affirming, strengths-based therapy was the key to it all. \nAccess to an affirming and affordable clinic and pharmacy, online forums and informational websites, and genuine support from both loved ones and strangers all helped me get to this point.",
		"response2ES": "La terapia. La terapia basada en las fuerzas y la afirmación de género fue la clave de todo esto. \nAcceso a una clínica y farmacia asequibles y afirmativas, foros en línea y sitios web informativos, y el apoyo genuino tanto de seres queridos como de extraños me ayudaron a llegar a este punto."
	},
	{
		"id": "md5ir65nmny5nx2s9xtmxkbe",
		"name": "Felix",
		"published": true,
		"response1EN": "It was the decision to leap into the unknown of it all. That was the first moment I chose myself and that choice was also about choosing to chart my own future. I saw something out there that wasn’t necessarily clearly defined but it was more in focus than anything I’d seen for myself before.",
		"response1ES": "Fue la decisión de saltar a lo desconocido de todo. Ese fue el primer momento en que me elegí a mí mismo y esa elección tambien se trató de escoger mi propio futuro. Vi algo que no necesariamente estaba claramente definido, pero estaba más claro que nada que hubiera visto por mí mismo.",
		"response2EN": "Being in community with other trans people, grassroots community organizing.",
		"response2ES": "Estar en comunidad con otras personas trans, organización de la comunidad base."
	},
	{
		"id": "xgx4pd8b3g6tr7wg1hi38476",
		"name": "Chandler",
		"published": true,
		"response1EN": "When I first realized I was a trans man, I was a sophomore in highschool. I grew up in the South so acceptance was somewhat hard to come by. As I was coming to terms with what my transition meant to me, I distinctly remember having a dream where I was a few years older and just recently had top surgery. The gender euphoria I felt when I looked in the mirror in that dream and saw the bandages over a flat chest was indescribable. In that moment, I knew it was possible for me to live a healthy, genuine life as myself and as a trans man. I haven't looked back since!",
		"response1ES": "La primera vez en cuando me di cuenta de que era un hombre trans, estaba en segundo año de secundaria. Crecí en el sur, por lo que la aceptación fue algo difícil de conseguir. Mientras aceptaba lo que significaba para mí mi transición, recuerdo claramente haber tenido un sueño en el que era unos años mayor y recientemente me sometí a una cirugía superior. La euforia de género que sentí cuando me miré en el espejo en ese sueño y vi las vendas sobre un pecho plano fue indescriptible. En ese momento, supe que era posible para mí vivir una vida sana y genuina como yo mismo y como hombre trans. ¡No he mirado atrás desde entonces!",
		"response2EN": "One resource that helped me was just seeing other trans people, more specifically trans masc individuals, online and sharing their experiences. I followed a few different trans YouTubers when I was first coming out and their stories helped me immensely. Seeing others do what I thought was nearly impossible was so empowering and so inspiring to me. Outside of that, I've found that having other trans, GNC, and/or queer people in your social circles or in your support group can be incredibly uplifting and inspiring as well. These people could be online or in-life friends but they are invaluable resources to have. Transitioning can be a challenging process for a lot of people, myself included, and I was fortunate enough to be in therapy as I was traversing my gender identity. If at all possible, having a supportive and knowledgeable therapist can also be a great help. In my case, my therapist was able to give me resources for local clinics who do HRT as well as information on how to legally change my name in my state.",
		"response2ES": "Un recurso que me ayudó fue ver otras personas trans, más específicamente individuos transmasculinos, en línea y compartiendo sus experiencias. Seguí unos pocos diferentes YouTubers trans cuando salí por primera vez y sus historias me ayudaron inmensamente. Ver a los demás hacer lo que pensaba que era casi imposible era tan empoderador y tan inspirador para mí. Fuera de eso, he encontrado que tener otros personas trans, género neutro, y/o queer en sus círculos sociales o en su grupo de apoyo puede ser increíblemente estimulante e inspiradora también. Estas personas podrían ser amigos en línea o en su vida, pero son recursos inestimables que tener. La transición puede ser un proceso desafiante para muchas personas, yo incluido, y tuve la suerte de estar en terapia mientras recorría mi identidad de género. Si es posible, contar con un terapeuta de apoyo y conocimiento también puede ser una gran ayuda. En mi caso, mi terapista pudo darme recursos para clínicas locales que hacen HRT así como información sobre cómo cambiar legalmente mi nombre en mi estado."
	},
	{
		"id": "zd5ustr2tbmuaptxhmykk4z2",
		"name": "Morgan",
		"published": true,
		"response1EN": "The first time I passed in public even when I wasn't binding. It was like, \"holy shit, I am Man!!!!\" Suddenly I could see myself as who I was in my career, with my found family, and eventually growing old into some ornery grandpa for queer kids who, like me, don't have contact with their family of origin.",
		"response1ES": "La primera vez que pasé en público aún cuando no me até. Fue como \"santos s**t, soy hombre!!!\" De repente pude verme como quien estaba en mi cuidador, con mi familia encontrada, y con el tiempo envejeciendo hasta convertirme en un abuelo ornere para los niños queer que, como yo, no tienen contacto con su familia de origen.",
		"response2EN": "Informed consent clinics are how I was able to start my medical transition; their importance in providing ease of access (and the resources to make that informed decision) cannot be understated, even/especially for neurodiverse people or people who struggle under a mountain of red tape.\nFinding community and learning about other trans men in our history have also been extremely comforting to me. There's a doctor - the doctor who preformed the first c-section where both parent and child lived, I believe - he was the first one I learned about. There was a book I found at a book store about a Scottish nobleman, Ewan Forbes, who was able to transition. Seeing ourselves in history, people like us who lived full, happy lives. Being able to be a living example for my baby trans sibling. Having a solid community and a strong \"home base\" - these are all resources, all people, I find strength from. People that enable me to vision a future for myself.",
		"response2ES": "Las clínicas de consentimiento informado son cómo pude comenzar mi transición médica; su importancia para facilitar el acceso (y los recursos para tomar esa decisión informada) no puede subestimarse, igual/especialmente para personas neurodiversas o personas que luchan bajo una montaña de burocracia.\nEncontrar comunidad y aprender sobre otros hombres trans en nuestra historia también me han consolado. Hay un médico - el médico que preformó la primera sección de la C donde vivieron tanto padres como hijos, creo - que fue el primero en el que me enteré. Había un libro que encontré en una librería sobre un noble escocés, Ewan Forbes, que fue capaz de la transición. Viendo a nosotros mismos en la historia, personas como nosotros que vivimos plenas y felices. Ser capaz de ser un ejemplo vivo para mi hermano trans. Tener una comunidad sólida y una fuerte \"base casa\" - estos son todos los recursos, todas las personas, de que encuentro la fuerza. Personas que me permiten proyectar un futuro para mí mismo."
	},
	{
		"id": "umuwvhanoy6rc06ed8vxf8qv",
		"name": "Lucas",
		"published": true,
		"response1EN": "Even though I came out in highschool, I truly saw my future when I was able to get on t-shots. Medically transitioning had a lot of bumps for me, and getting to finally see the changes I wanted to see was euphoric. It really helped me envision what the rest of my life would look like, where I could be seen how I am.",
		"response1ES": "A pesar de que salí en la prepatoria, realmente vi mi futuro cuando pude ponerse en los t-shots. La transición médica tenía muchos baches para mí, y para ver finalmente los cambios que quería ver fue eufórica. Realmente me ayudó a imaginar cómo se vería el resto de mi vida, donde se me pudo ver cómo esté.",
		"response2EN": "Having a therapist and trans friends to share my joys, pain, etc with along with seeing the rise of trans/gnc celebrities really helped me to see that I can be seen too and that I can have a future living as a man and being perceived as a man.",
		"response2ES": "Tener un terapeuta y amigos trans para compartir mis alegrías, dolor, etc junto con ver el ascenso de celebridades trans/inconformidad de género realmente me ayudaron a ver que también puedo ser visto y que puedo tener un futuro vivo como un hombre y ser percibido como un hombre."
	},
	{
		"id": "xtxut1d0zfyxmdvil2nrjlvs",
		"name": "Scripter",
		"published": true,
		"response1EN": "A friend of mine was starting up a brand new tabletop RPG campaign and asked me if I wanted to be a part of it. I accepted and created my character: a young wizard who was just learning about the intricacies of the real world for the first time. I wrote on my character sheet that he was going to be trans male, and my friend, who was trans herself, expressed her excitement at meeting my character and seeing how I would play as him. Other friends who were part of the campaign took notice as well, and they supported me too. Roleplaying as my little wizard guy gave me the courage to finally come out and start living the life I wanted to live. I didn't have to just dream about being masculine and confident. I could be that in real life too.",
		"response1ES": "Una amigo mía estaba iniciando una nueva campaña de juego de mesa RPG y me preguntó si quería ser parte de ella. Acepté y creé mi personaje: un joven mago que estaba aprendiendo por primera vez sobre las complejidades del mundo real. Escribí en mi hoja de personaje que iba a ser un transmasculino, y mi amiga, quien era trans ella misma, expresó su emoción al conocer a mi personaje y ver cómo iba a jugar como él. Otros amigos que participaron en la campaña también tomaron nota y me apoyaron también. Jugar como mi pequeño mago me dio la valentía de salir y empezar a vivir la vida que quería vivir. No sólo tenía que soñar con ser masculino y confiado, sino también en la vida real.",
		"response2EN": "My queer friends\nTumblr\nRole-playing games\nJournal writing\nArt",
		"response2ES": "Mis amigos queer\nTumblr\nJuegos de rol\nEscribir en un diario\nArte"
	},
	{
		"id": "g2uj4s4niwf8q6x34ltaob9l",
		"name": "Shane Ivan N.",
		"published": true,
		"response1EN": "My first major opportunity transgender artist was at LA Pride and surpassed anything I had experienced before. Previously, I had only performed at small clubs, so playing to such a massive crowd was a completely new and exhilarating experience. As I stood on stage, I witnessed people genuinely connecting with the music I had crafted in my bedroom and the dance routine we had practiced in a parking lot. In that transformative moment, I realized that I wanted to aspire for more, not just for myself but for all trans masculine individuals. I understood the importance of breaking free from limiting beliefs and recognizing that we are capable of achieving remarkable things.\n\nWhen I saw the logo I had created displayed on a gigantic 20 ft screen, memories of my childhood flooded my mind. I recalled the pain and struggles I endured during that period of my life. Reflecting on those challenging moments, I wished I could have shared with my younger self the incredible progress that has been made since then. In the past, we walked in darkness without any representation in the mainstream. But now, there are opportunities and visibility for individuals like us that we could only dream of back then.",
		"response1ES": "Mi primer artista transgénero de gran oportunidad fue en LA Pride y superó todo lo que había experimentado anteriormente. Anteriormente, yo sólo había tocado en clubes pequeños, por lo que aparacer ante una multitud tan masiva era una experiencia completamente nueva y exaltante. Mientras estaba parado en el escenario, fui testigo de la gente conectada genuinamente con la música que había fabricado en mi habitación y la rutina de baile que habíamos practicado en un aparcamiento. En ese momento transformativo, me di cuenta de que quería aspirar a más, no sólo para mí, sino para todos los individuos transmasculinos. Entendí la importancia de liberarme de limitar las creencias y reconocer que somos capaces de lograr cosas notables.\n\nCuando vi el logotipo que había creado en una gigantesca pantalla de 20 pies, los recuerdos de mi infancia inundaron mi mente. Me acordé del dolor y de los gestos que sufrí durante ese período de mi vida. Reflexionando sobre esos momentos desafiantes, deseaba haber compartido con mi yo más joven el increíble progreso que se ha realizado desde entonces. En el pasado, caminamos en la oscuridad sin ninguna representación en el ream. Pero ahora hay oportunidades y visibilidad para individuos como nosotros que sólo pudimos soñar entonces.",
		"response2EN": "To be honest, I consider myself fortunate, as the resources available for trans masculine individuals are practically non-existent. We encounter substantial challenges when it comes to accessing healthcare, securing employment, and navigating numerous other aspects of life. It's disheartening to witness individuals with sizable followings who are still struggling to make ends meet and afford basic necessities like rent. It's crucial to understand that social equity and financial equity are two distinct matters. In a patriarchal society, most trans masculine individuals are compelled to construct their own support systems in order to survive. This reality highlights the immense barriers we face and underscores the urgent need for comprehensive support and systemic change.",
		"response2ES": "Para ser sincero, me considero afortunado, ya que los recursos disponibles para individuos transmasculinos son prácticamente inexistentes. Nos enfrentamos a retos sustanciales cuando se trata de acceder a la asistencia de salud, asegurar el empleo y navegar por muchos otros aspectos de la vida. Es desalentador ver a individuos con seguidores considerables que todavía están luchando para hacer que los fines se reúnan y pagar necesidades básicas como alquiler. Es crucial entender que el capital social y el capital financiero son dos asuntos distintos. En una sociedad patriarcal, la mayoría de los individuos transmasculinos se ven obligados a construir sus propios sistemas de apoyo para sobrevivir. Esta realidad pone de relieve las inmensas barreras a las que nos enfrentamos y subraya la urgente necesidad de un apoyo integral y un cambio sistémico."
	},
	{
		"id": "v8yx5a92qwv23gyqfdujqoo3",
		"name": "Jesse P.",
		"published": true,
		"response1EN": "When I was 19 and met a transitioned trans man for the first time in my life.",
		"response1ES": "Cuando tenía 19 años y conocí a un hombre trans por primera vez en mi vida.",
		"response2EN": "Body Alchemy by Loren Cameron; the internet",
		"response2ES": "Body Alchemy de Loren Cameron; el Internet"
	},
	{
		"id": "w2bamlxs9je2h16md8cai2po",
		"name": "Petey G.",
		"published": true,
		"response1EN": "I worked as a teacher at a queer camp and felt so much possibility from the youth I was working with - it allowed me to stop telling myself no and envision a life of expansion.",
		"response1ES": "Trabajé como profesor en un campo queer y sentí tantas posibilidades por parte de la juventud con la que trabajaba - esto me permitió dejar de decirme que no y imaginar una vida de expansión.",
		"response2EN": "Being in community, learned from other trans people, top surgery, access to testosterone, working out to really connect to my body for the first time.",
		"response2ES": "Estar en comunidad, aprender de otras personas trans, cirugía superior, acceso a testosterona, ejercer para conectar realmente con mi cuerpo por primera vez."
	},
	{
		"id": "p5ht719dqh09rncjakjqmodr",
		"name": "Marval R.",
		"published": true,
		"response1EN": "I like to say that I transitioned before Laverne Cox was on the cover of TIME magazine, and before Caitlyn made her Vogue cover-- in other words, before the Trans Tipping Point. (=And let's just say it: the transmasculine tipping point hasn't happened yet.) I was fortunate enough to meet two trans men in an activist group (helping Survivors of Sexualized Violence) and, through their openness and vulnerability, I was able to envision a path for myself.",
		"response1ES": "Me gusta decir que he transicionado antes de que Laverne Cox estuviera en la frente de la revista TIME, y antes de que Caitlyn hiciera su cobertura Vógue... en otras palabras, antes del Punto de Inflexión Trans. (=Y digámoslo: el punto de inflexión transmasculino no ha ocurrido todavía). Tuve la suerte de conocer a dos hombres trans en un grupo activista (ayudando a Supervivientes de la Violencia Sexualizada) y, por su sinceridad y vulnerabilidad, pude imaginar un camino para mí mismo.",
		"response2EN": "YouTube. Yes, transitioning videos on YouTube saved my life, as I was able to really understand the granular, day-to-day experiences of transmasculine folks all the way back in 2011 (which feels like the stone ages when it comes to trans cultural visibility). And then, yes, I have had the great fortune of living in either California or New York for the last 15 years which broadly translates to having had incredible access to trans health resources.",
		"response2ES": "YouTube. Sí, los vídeos de transición en YouTube me salvaron la vida, ya que pude entender el granular, las experiencias cotidianas de las personas transmasculinas en 2011 (que se siente como la edad de piedra cuando se trata de la visibilidad cultural de trans). Y luego, sí, sí, he tenido la gran fortuna de vivir en California o Nueva York durante los últimos 15 años, lo que en general se traduce en haber tenido un acceso increíble a los recursos sanitarios."
	},
	{
		"id": "wvyjk4rurfti8lh96u5vdj9o",
		"name": "Miles",
		"published": true,
		"response1EN": "I met this amazing singer, Lucas, and became obsessed with his videos. Videos of times before his transition, during his transition (before his voice changed), and after. And I could just not get him out of my mind. I thought, if he can do it, I can do it.",
		"response1ES": "Conocí a este increíble cantante, Lucas, y me obsesioné con sus videos. Vídeos de tiempos antes de su transición, durante su transición (antes de que cambiara su voz) y después. Y yo no podía sacarlo de mi mente. Pensé, si él lo podía hacer, lo puedo hacer.",
		"response2EN": "Doctors, medical professionals, health care professionals. They have been key.",
		"response2ES": "Doctores, profesionales médicos, profesionales de la salud. Han sido clave."
	},
	{
		"id": "a1ectvhpd2hp7h4c18mctons",
		"name": "Bennett",
		"published": true,
		"response1EN": "It was not until the invention of social media that I was exposed to the wide range of possible trans identities. I always thought that the only trans narrative was someone who always felt misaligned with their body from an early age- it wasn’t until I learned of non-binary identities that I could see a place for myself as a trans person.",
		"response1ES": "No fue hasta la invención de las redes sociales cuando fui expuesto al ancho alcance de posibles identidades de personas trans. Siempre pensaba que el único trans narrativo era alguien que siempre se sentía mal alineado con su cuerpo desde una edad temprana - no fue hasta que aprendí de identidades no binarias que podía ver un lugar para mí como una persona trans.",
		"response2EN": "Social media! And traditional media, though transmasc narratives are still way far behind.",
		"response2ES": "Las redes sociales! Y los medios tradicionales, aunque los narrativos transmasculinos todavía están muy atrás de tiempo."
	},
	{
		"id": "ksf02gauqf2idg5kd6grsccp",
		"name": "Matthew",
		"published": true,
		"response1EN": "Finding out that trans people existed.",
		"response1ES": "Descubrir que existían personas trans.",
		"response2EN": "Local and online hrt resources.",
		"response2ES": "Recursos hrt locales y en línea."
	},
	{
		"id": "n1zwwt886kkmrlnqxofdmjrs",
		"name": "Erik",
		"published": true,
		"response1EN": "The first moment I saw myself as a trans man is when I saw The Phantom from Phantom of the opera. He described my bipolar and schizophrenia so well. I named myself after him. Erik is alive.",
		"response1ES": "El primer momento que me vi como un trans hombre es cuando vi el Fantasma de Fantasma de la ópera. Él describió tan bien mis condiciones bipolar y esquizofrenia. Yo me llamé después de él. Erik está vivo.",
		"response2EN": "My antipsychotics and testosterone helped me see that I do have a future as a trans man.",
		"response2ES": "Mis antipsicóticos y testosterona me ayudaron a ver que tengo un futuro como un hombre trans."
	},
	{
		"id": "ruuvjnlmoin07s63hzo3yhsi",
		"name": "Casey",
		"published": true,
		"response1EN": "My first college class that I entered, out as a man but not legally so, and gave the professor my name, and she took it in perfect stride. I thought to myself that maybe things were going to be okay- and here they are!",
		"response1ES": "Mi primera clase universitaria que entré, como hombre pero no legalmente y di mi nombre a la profesora, y ella lo tomó en perfecta. Pensé a mí mismo que quizás las cosas iban a estar bien, y aquí están!",
		"response2EN": "I called a Planned Parenthood, and while they couldn't actually provide HRT at their location, they had a whole list of resources in my county that could help me out and it was through them that I was able to transition medically",
		"response2ES": "Llamé a un Planned Parenthood y, aún no pudieron proporcionar HRT en su ubicación, tenían una lista entera de recursos en mi condado que podían ayudarme a salir y fue a través de ellos que pude cambiar medicamente"
	},
	{
		"id": "cr0zvmm1kmqb492ooqnrktm8",
		"name": "ZDav",
		"published": true,
		"response1EN": "I went to an all-women's college for undergrad. During those four years, my masculine identity was cultivated and  nurtured by a community of queer women. Leaving college, I found myself having to make concessions for my masculinity in a female presenting body. I'd gone four years without having to explain my masculinity to others. It just was. But I had to live in this world, in this life of constant contradiction between who I saw myself to be and who the world wanted me to be. Transitioning both physically and emotionally, allowed me to take a strong, life long stand to maintain and continue to grow in my masculine identity. Now, it's no question. I'm a masculine transman and society has to grabble with that, not me.",
		"response1ES": "Fui a una universidad de todas las mujeres por mi licenciatura. Durante esos cuatro años, mi identidad masculina fue cultivada y alimentada por una comunidad de mujeres queer. Dejando la universidad, me encontré teniendo que hacer concesiones por mi masculinidad en un cuerpo femenino presente. He pasado cuatro años sin tener que explicar mi masculinidad a los demás. Pero tuve que vivir en este mundo, en esta vida de contradicción constante entre quien me vi para ser y quien el mundo quería ser. Traslado tanto física como emocionalmente, me permitió tomar una posición fuerte, la vida larga para mantener y seguir creciendo en mi identidad masculina. Ahora, no es una pregunta, soy un transman masculino y la sociedad tiene que agarrarse con eso, no yo.",
		"response2EN": "Attending conferences has reminded me that I'm not alone in my experience, even though most days, it feels very much so. Seeing myself reflected in other masculine identified individuals has helped me to see the sliding scale of gender expression differently. I've also realized that while not everyone is on the same journey of gender expression as I am, and I can still marvel at appreciate unacknowledged gender bending. Everyone breaks gender roles and seeing those subtle reminders constantly reinforces my identity as a queer transman.",
		"response2ES": "Asistir a conferencias me han recordado que no estoy solo en mi experiencia, aunque la mayoría de los días, se siente así. El verme reflejado en otras personas identificadas de forma masculina me ha ayudado a ver la escala movil de la expresión de género diferentemente. También me he dado cuenta de que aunque no todo el mundo está en el mismo viaje de expresión de género que yo, y todavía puedo maravillarme de apreciar la curvatura de género no reconocida. Todo el mundo rompe los papeles de género y ver esos sutiles recordatorios refuerza constantemente mi identidad como un un hombre trans y queer."
	},
	{
		"id": "zh5h0w7evv9vnd6ywey6dde3",
		"name": "Soph",
		"published": true,
		"response1EN": "Before bed one night when I was cat-sitting for a friend and was alone in their apartment, I connected to my higher self. I shared with them that I was in a space where I could start healing. I requested content withheld from me (traumas, discoveries, learnings) to please be revealed, so I could start working with it. \nI went to bed as a nonbinary person. I woke up the next day with some stark realizations, realizations that my gender was FAR more masculine than I had been aware of until this point. \nI suddenly realized I needed to consider getting top surgery, look up the process for changing my name (I had a feminine-presenting name at the time), add he/him to my pronouns, and that as soon as I got home I needed to donate some clothing that no longer represented me. \nIt became clear that if I was going to be true to myself and progress spiritually, I needed to make some uncomfortable decisions that my family and friends might not initially understand- in order to become visibly transmasculine.",
		"response1ES": "Antes de dormir una noche cuando estaba cuidando un gato para un amigo y estaba solo en su apartamento, me conecté con mi ser más alto. Compartí con ellos que estaba en un espacio donde podría empezar a curar. Solicité que se me revelara el contenido retenido (traumas, descubrimientos, aprendizajes) para poder empezar a trabajar con él.\nMe dormí como una persona no binaria. Me desperté al día siguiente con algunas firmes realizaciones, se da cuenta de que mi género era MÁS masculino de lo que yo había sido consciente hasta este momento.\nDe repente me di cuenta de que necesitaba considerar la posibilidad de realizar una cirugía de primera clase, buscar el proceso para cambiar mi nombre (tenía un nombre que presentaba una feminina en ese momento), agregue él o él a mis pronunciamientos, y que tan pronto como llegué a casa tuve que donar algunas prendas que ya no me representaban.\nSe hizo evidente que si iba a ser fiel a mí mismo y progresar espíritualmente, Necesitaba tomar algunas decisiones incómodas que mi familia y amigos no podían entender en un principio para llegar a ser visiblemente transmasculinas.",
		"response2EN": "Graphic medicine novels like Boys Run the Riot and Gender Queer, online comics by ND Stevenson, queer social media groups, friends encouraging me to experiment with pronouns  see how they feel, gender-affirming healthcare, and trans/queer and ally health providers and holistic healers.",
		"response2ES": "Novelas de medicina gráficas como Boys Run the Riot and Gender Queer, comics en línea de ND Stevenson, grupos de medios sociales queer, amigos animándome a experimentar con pronombres ver cómo se sienten, la atención de salud que reafirma el género, y los proveedores de salud trans/queer y aliado, y los sanadores holísticos."
	},
	{
		"id": "flmao00gfk8e1ohae3rghskq",
		"name": "Ash",
		"published": true,
		"response1EN": "As a child, I never questioned the way others presented themselves freely, but I would always questioned the way I presented myself and how I didn’t feel connected femininity until I became in touch with my masculinity.",
		"response1ES": "Como niño, nunca dudé de la manera en que otros se presentaron libremente, pero siempre me preguntaba cómo me presentaba y cómo no me sentía conectada la feminidad hasta que me pusiera en contacto con mi masculinidad.",
		"response2EN": "Tiktok was the gateway to a crazy journey with discovering my gender.",
		"response2ES": "Tiktok fue la puerta a un viaje loco con descubrir mi género."
	},
	{
		"id": "xqk1uzjtz87uomj2pgq9mb7l",
		"name": "Charlie",
		"published": true,
		"response1EN": "The first time I could see my future as trans was when I was a young kid on the playground and then my early twenties. I didn't transition until my mid twenties.",
		"response1ES": "La primera vez que pude ver mi futuro como persona trans fue cuando era un niño joven en el patio de juegos y luego en mis primeros veinte años. No hice la transición hasta la edad de veinte años mas o menos.",
		"response2EN": "I've utilized my queer community, the local KU hospital system, and my family.",
		"response2ES": "He utilizado mi comunidad de queer, el sistema local de hospital de KU, y mi familia."
	},
	{
		"id": "qzeq9geq26ffo8ikx5ido4je",
		"name": "Mikah",
		"published": true,
		"response1EN": "I began to explore understanding how to feel more present in my body on a day to day basis.",
		"response1ES": "Empecé a explorar la manera de sentir más presente en mi cuerpo día a día.",
		"response2EN": "Becoming more aware of my mental health and finding resources (therapy, psychiatry, community) that aligned with my views, and creating spaces that lacked what I was seeking.",
		"response2ES": "Ser más consciente de mi salud mental y encontrar recursos (terapia, psiquiatría, comunidad) que alineaban con mis vistas, y creando espacios que faltaban lo que buscaba."
	},
	{
		"id": "x668mitbikiqlvdd1uxb4epo",
		"name": "Fenrir",
		"published": true,
		"response1EN": "i was 13 when i realized i was trans. i did not come out to family, i was outed when i was 15. my maternal grandfather told me he'd always support me no matter what, even if the rest of the family didn't (luckily, it was only my mother and father who didn't). that one act of support made me hopeful. he took me shopping for men's clothes that winter when he visited. it really meant a lot to me.",
		"response1ES": "Tenía 13 años cuando me di cuenta de que era trans. No salí con la familia, me descubrieron cuando yo tenía 15. Mi abuelo materno me dijo que siempre me apoyaría pasara lo que pasara, incluso si el resto de la familia no lo hacía (por suerte, solo mi madre y mi padre no lo hacían). Ese acto de apoyo me dio esperanza. Me llevó a comprar ropa de hombre ese invierno cuando lo visitó. Realmente significó mucho para mí.",
		"response2EN": "planned parenthood! i've done my hrt through them and they've been fantastic.\nCommunities found online!",
		"response2ES": "¡Planned Parenthood! He hecho mi terapia hormonal a través de ellos y han sido fantásticos.\n¡Comunidades encontradas en línea!"
	},
	{
		"id": "t3l760lwz2s3uegrquud3kbf",
		"name": "Ash K.",
		"published": true,
		"response1EN": "I was so uncomfortable in my own skin for 25 years before I figured it out. Why did I always want to be a boy? I was in the military for a short time before a foot injury led to being discharged, but I'm thankful for that experience because I met the person who helped me kick-start my coming out and transitioning. I saw him taking the steps to become his authentic self, and it was then I realized that I could do the same. So I took the first step. This was almost 7 years ago now. Don't give up.",
		"response1ES": "Me sentí tan incómodo en mi propia piel por 25 años antes de que lo entendí. ¿Por qué siempre quería ser un niño? Estuve en el ejército por un corto tiempo antes de que una lesión de un pie provocara la aprobación de la gestión, pero estoy agradecido por esa experiencia porque conocí a la persona que me ayudó a arrancar mi salida y transicionar. Lo vi dando los pasos para convertirse en su auténtico ser, y entonces me di cuenta de que podía hacer lo mismo. Así que tomé el primer paso. Esto era hace casi 7 años. No te rindas.",
		"response2EN": "First I talked to my therapist, who wrote a letter for HRT. Next, I went to an endocrinologist in a gender-affirming clinic not too far away, and I was prescribed testosterone. About 8 months after I started T, I had top surgery. I also give credit to our local LGBTQIA+ community center for providing a safe space for support groups. I was privileged enough to have the Transgender Legal Defense and Education Fund help me through my name change process. These steps taken have made me more comfortable, more at peace with my body and myself mentally and emotionally.",
		"response2ES": "Primero hablé con mi terapeuta, quien me escribió una carta para HRT. Después, fui a una clínica de afirmación de género no muy lejos, y me prescribieron testosterona. Aproximadamente 8 meses después de comenzar la T, tuve una cirugía de primer nivel. También doy crédito a nuestro centro local de la comunidad LGBTQIA+ por proporcionar un espacio seguro para grupos de apoyo. Tuve el privilegio de que el Fondo de Defensa Jurídica y Educación Transgénero me ayudara a través de mi proceso de cambio de nombre. Estos pasos me han hecho más cómodo, más en paz con mi cuerpo y con mí mental y emocionalmente."
	},
	{
		"id": "x4q785jktsmrcng0d3152b7y",
		"name": "Rex",
		"published": true,
		"response1EN": "I didn't know when this incident happened that transitioning to male was an option. It took 9 years before I found that out. But I was leaving a fast food place with my brother and I held a door open for an older gentleman and he said \"thank you sir\". And that just made me smile so much. I thought about that moment for years. 9 years later I helped my then partner transition and that's when all these repressed feelings came out and when I found out that being a man was possible.",
		"response1ES": "No sabía cuando ocurrió este incidente que la transición al varón era una opción. Tardé 9 años en descubrirlo. Pero yo estaba dejando un lugar de comida rápida con mi hermano y tenía una puerta abierta para un caballero mayor y él dijo \"gracias señor\". Y eso me hizo sonreír tanto. Pensaba en ese momento por años. 9 años despues ayudé a mi compañero de ese tiempo a hacer la transición y eso es cuando salieron todos estos sentimientos reprimidos y cuando descubrí que ser un hombre era posible.",
		"response2EN": "Listening to others experience of how they came to realize they were transgender helped me to see where my future could go. I found these people (and their stories) on Facebook groups and Reddit. Meeting other trans people in my local community, and helping my (at the time) partner transition helped me as well.",
		"response2ES": "Escuchar a otros la experiencia de cómo llegaron a darse cuenta de que eran transgénero me ayudó a ver a dónde podía ir mi futuro. He encontrado a estas personas (y sus historias) en grupos de Facebook y Reddit. Conocer a otras personas trans en mi comunidad local y ayudar a mi (en el momento) compañero en la transición también me ayudó a mí."
	}
]
