[
	{
		"id": "lmef53whv1e4eqaa3uvkh5n0",
		"name": "Kat",
		"response1EN": "It is NEVER too late to embrace the truth of who you are! It took me a lifetime to get here but I love who I am now. There were no words for how I felt as I was growing up. It wasn't until I was in my 40s that I realized I could express how I felt inside. I discovered communities online that were just like me. A lifetime of confusion, unhappiness, repression, oppression melted away. I discovered words to match my identity:non-binary transmasculine lesbian. I proudly wear these words and my pronouns. I started a new job a year and a half ago so I could begin a new chapter not hiding who I am. My company supports and respects me. They have made extra effort to alter official company paperwork to match my identity.I still feel waves of happiness every time I am addressed by proper pronouns. I have a wife who loves me for exactly who I am. The second half of my life is going to be amazing!",
		"response1ES": "¡NUNCA es demasiado tarde para abrazar la verdad de quién eres! Me llevó toda una vida llegar hasta aquí, pero me encanta quién soy ahora. No había palabras sobre cómo me sentía mientras crecía. No fue hasta que llegué a los cuarenta que me di cuenta de que podía expresar lo que me sentía dentro. Descubrí comunidades en línea que eran como yo. Descubrí palabras que coinciden con mi identidad:lesbiana transmasculina no binaria. Me enorgullece llevar estas palabras y mis pronunciamientos. Empecé un nuevo trabajo hace un año y medio para que pudiera comenzar un nuevo capítulo sin ocultar quién soy. Mi empresa me apoya y me respeta. Han hecho un esfuerzo adicional para modificar el papeleo oficial de la empresa para que coincida con mi identidad. Sigo sintiendo olas de felicidad cada vez que me abordan con los pronombres adecuados. Tengo una esposa que me ama exactamente por quien soy, la segunda mitad de mi vida va a ser asombrosa!",
		"response2EN": "Discovering online communities of those who felt similarly to me was the key. I had no reference to understanding of my identity. Growing up and living in a very fundamentalist, conservative community, there were zero examples of LGBTQ people and any inclination to be other than cishet was suppressed. Reddit in particular was central to exploring my identity. Finding new doctors who were gender-affirming became critical. My endocrinologist endorsing testosterone therapy has helped me fully embrace my identity. I have yet to decide whether to pursue top surgery, but I know I have the support network in place if that time comes.",
		"response2ES": "Descubrir comunidades en línea de aquellas personas que se sintieron similares a mí fue la clave. No tenía ninguna referencia a la comprensión de mi identidad. Creciendo y viviendo en una comunidad muy fundamentalista y conservadora, había cero ejemplos de personas LGBTQ y cualquier inclinación a ser diferente de cishet fue suprimida. Reddit en particular fue fundamental para explorar mi identidad:encontrar nuevo equipo médico que reafirmara mi género. Mi endocrinólogo que apoya la terapia de testosterona me ha ayudado a plasmar plenamente mi identidad. Todavía no he decidido si realizar una cirugía de alto nivel, pero sé que tengo la red de apoyo en funcionamiento si llega ese momento."
	},
	{
		"id": "krs3av8cnawji3xwb7s6bl3y",
		"name": "Ren Brady (RB)",
		"response1EN": "Honestly, I didn’t realize it at the time, but it was in Elementary school when I would pretend to be Sam, because Sam could be anyone, and to me that meant I could be the nonbinary boy I didn’t get to be in regular life. It was my opportunity to imagine a world where I could be trans without knowing that’s what I was doing.",
		"response1ES": "Honestamente, no me di cuenta en ese momento, pero fue en la escuela primaria cuando me hacía pasar por Sam, porque Sam podía ser cualquier persona, y para mí eso significaba que podía ser el chico no binario que no podía ser en la vida normal. Era mi oportunidad de imaginar un mundo en el que pudiera ser trans sin saber que eso es lo que estaba haciendo.",
		"response2EN": "I’ve gotten most of my resources, support, and community from following various transmascs on Instagram. I get to see so many different people be transmasc in so many different ways and it expanded my understanding of what it could mean to be transmasc, especially how I could reclaim my effeminate qualities as extensions of my masculinity.",
		"response2ES": "He obtenido la mayoría de mis recursos, apoyo y comunidad al seguir varias personas trans masculinas en Instagram. Puedo ver a tantas personas diferentes ser transmasc de muchas maneras diferentes y eso amplió mi comprensión de lo que podría significar ser transmasc, especialmente de cómo podía recuperar mis cualidades afeminadas como extensiones de mi masculinidad."
	},
	{
		"id": "xjhq1rry2asr4wq4q0sk16he",
		"name": "Beck",
		"response1EN": "When I started to tape my chest and be among the public swimming shirtless, this was the first time I could see my future evolve to fully include my transmasc identity, more than before. I lived this truth as a child, but it became a reality when I started to show up in the world unapologetically (despite fear) in this way.",
		"response1ES": "Cuando comencé a vendarme el pecho y estar entre el público nadando sin camisa, esta fue la primera vez que pude ver mi futuro evolucionar para incluir completamente mi identidad transmasculino, más que antes. Viví esta verdad de niñe, pero se hizo realidad cuando comencé a aparecer en el mundo sin pedir disculpas (a pesar del miedo) de esta manera.",
		"response2EN": "Trans Lounge (Los Angeles), Outfest",
		"response2ES": "Trans Lounge (Los Angeles), Outfest"
	},
	{
		"id": "izxi4nwjp8r3y25s8fyyjjps",
		"name": "Archie",
		"response1EN": "I think the first moment I could see my future as a transman is an expansive question. Maybe, it could have been my first interaction with a fellow queer person, the first name I picked, my first trans rights rally, or my first T shot. All have left different and expansive feelings. But, they all gave me hope that I was being me again.",
		"response1ES": "Creo que el primer momento en que pude ver mi futuro como un hombre trans es una pregunta expansiva. Tal vez, podría haber sido mi primera interacción con una otra persona queer, el primer nombre que elegí, mi primer rally por los derechos de las personas trans, o mi primer inyección de la testosterona. Todos me dejaron los sentimientos diferentes y expansivos. Pero, todos me dieron la esperanza de que estaba siendo yo otra vez.",
		"response2EN": "Plume has been great for the time I was with it. But, the real resources has been my community and friends, those who I have found alongisde nonprofits.",
		"response2ES": "Plume ha sido genial durante el tiempo que estuve con él. Pero, los recursos reales han sido mi comunidad y mis amigos, aquellos que he encontrado junto con las organizaciones sin fines de lucro."
	},
	{
		"id": "lib65zm2cl685nopy9db5mur",
		"name": "Cass",
		"response1EN": "When I was a kid, I longed for short hair. This was met with hesitation, but I got what I wanted a few times. Still, though, it didn't feel right. It took me years to figure out why.\nThe cuts were always styled for \"girls\"or \"women.\"Even as a queer person that didn't fit me. Fast forward to 2018 - I had been questioning my gender identity when I took the plunge and made an appointment at a gender-inclusive salon. It's hard enough for me to find someone who can style my curly hair much less in a gender-affirming way but I lucked out big time. Looking in the mirror after the cut almost made me cry because for the first time I felt like myself. I later came across the term trans masculine which fit, well, to a T.",
		"response1ES": "Cuando era niño, anhelaba tener el pelo corto. Esto fue recibido con dudas, pero conseguí lo que quería un par de veces. Aun así, no me sentía correcto. Me llevó años averiguar por qué.\nLos cortes siempre fueron diseñados para «niñas» o «mujeres». Incluso siendo una persona queer, eso no me quedaba bien. Avanzamos rápidamente hasta 2018:había estado cuestionando mi identidad de género cuando me lancé y concerté una cita en un salón afirmante de género. Ya es bastante difícil para mí encontrar a alguien que pueda peinar mi cabello rizado y mucho menos de una manera que afirme mi género, pero tuve mucha suerte. Mirarme al espejo después del corte casi me hizo llorar porque por primera vez me sentí como yo. Más tarde me encontré con el término trans masculino que encajaba, bueno, perfectamente.",
		"response2EN": "I am incredibly grateful to have been able to access gender-affirming care in many ways for the past few years. I saw a therapist that helped me work through my gender identity concerns and later I decided to start low-dose testosterone. I am also part of a large discord server with trans masculine people and trans men in/around their 30s which has helped a lot, too.",
		"response2ES": "Estoy increíblemente agradecido de haber podido acceder a la atención género afirmante de muchas maneras durante los últimos años. Consulté a une terapeuta que me ayudó a resolver mis problemas de identidad de género y, más tarde, decidí empezar a tomar dosis bajas de testosterona. También formo parte de un gran servidor de discord con personas trans masculinas y hombres trans de alrededor de 30 años, lo que también me ha ayudado mucho."
	},
	{
		"id": "gxgav7p6cp8i94z1q9c3kih1",
		"name": "Theodore",
		"response1EN": "I struggled with seeing my own face as that of a man for the better part of two years after coming out; for a long time, I could only see a woman and I eventually reached a point where my face in the mirror just looked like a nondescript person to me. \n\nOne day, my partner gave me a hug and I happened to be facing a small mirror on the wall. There, hugging my partner with a big grin on my face, was the first time I looked up and saw a man in the mirror. It was the first time that I felt like my transition was really going somewhere. \n\nBeing able to see myself as a man has filled in some of the blank spots in my future. It is easier to imagine a life moving forward when I feel like myself in my own dreams.",
		"response1ES": "Me costó ver mi propio rostro como el de un hombre durante la mayor parte de dos años después de salir del closet; durante mucho tiempo, solo pude ver a una mujer y, finalmente, llegué a un punto en el que mi rostro en el espejo me pareció una persona sin descripción explícita.\nUn día, mi pareja me dio un abrazo y mientras yo estaba frente a un pequeño espejo en la pared. Ahí, abrazando a mi pareja con una gran sonrisa en la cara, fue la primera vez que levanté la vista y vi a un hombre en el espejo. Fue la primera vez que sentí que mi transición realmente iba a algún lado.\nPoder verme a mí mismo como un hombre ha llenado algunos de los espacios en blanco de mi futuro. Es más fácil imaginar una vida avanzando cuando me siento como yo mismo en mis propios sueños.",
		"response2EN": "Have a small group of transgender and queer friends has helped a lot, especially early on when I really needed someone to bounce ideas off of.\n\nMy incredibly supportive cisgender partner, who identifies as mostly gay and demisexual, has been with me since only a few months after coming out. In a conversation where I was describing some of the medical elements of transition, he saw that I was nervous about his perception of me changing for the worse. So, he told me “Why would I have any issues with my boyfriend becoming actively more attractive to me over time?” He has stuck to that and been a source of constant affirmation and euphoria ever since. \n\nOf course, the help of medical transition is hard to overstate. I have been on testosterone for about 10 months now and it has been a huge part of why I am able to see myself moving forward through life as a man.",
		"response2ES": "Tener un grupo pequeño de amigues transgénero y queer me ha ayudado mucho, especialmente al principio, cuando realmente necesitaba a alguien con quien intercambiar ideas.\nMi increíblemente solidaria pareja cisgénero, que se identifica principalmente como gay y demisexual, ha estado conmigo solo unos meses después de salir del closet. En una conversación en la que describía algunos de los elementos médicos de la transición, vio que estaba nervioso por el miedo de que su percepción de mí empeorara. Entonces, me dijo:«¿Por qué tendría problemas con que mi novio se volviera más atractivo para mí con el tiempo?» Se ha mantenido fiel a eso y desde entonces ha sido una fuente de afirmación y euforia constantes.\nPor supuesto, es difícil no subrayar el impacto y ayuda de la transición médica. He estado tomando testosterona durante unos 10 meses y ha sido una gran parte de la razón por la que puedo verme avanzando en la vida como hombre."
	}
]
